---
kind: enumMember
id: F:Autodesk.Revit.DB.LinkOriginFileType.IFC
enum: Autodesk.Revit.DB.LinkOriginFileType
zh: ifc
source: html/fa040617-6c74-b50b-765b-a0eedf6f1073.htm
---
# Autodesk.Revit.DB.LinkOriginFileType.IFC

**中文**: ifc

The original link file is an ifc file.